[Character.CharClass_SpiderTank AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Weapons.AutoCannon_TurretWeapon_WeaponType WeaponTypeDefinition]
Typename="Semi-automatic sniper rifle"
PickupMessage="It's out now %s"
UseFailureLevelMessage="This tool requires at least %d to run.."
UseFailureConstraintsMessage="This article is not available.."
NoManufacturerName="normal"

